Repository: apertium/apertium-sme-smj
Catalog: tmx_data/SDsearvvagiellaloktemii.tmx
Source language: sme
Languages: smj

source: Preassadieđáhus: Searvva giellaloktemii!
smj: Præssadiedádus: Sebra giellalåpptimij!

source: Giellapolitihkka ferte geassit seamma guvlui, dáhpáhuvaš dal sámi giellabirrasiin dahje báikkálaš, regiovnnalaš dahje nationála ásahusain.
smj: Giellapolitihkka hæhttu aktijvuodan åvddånahteduvvat, juogu dáhpáduvvá sáme giellabirrusijn jali ásadusájn bájkálattjat, regionálalattjat, nasjåvnålattjat jali rijkajgasskasattjat.

source: Ollislaš ja oktasaš giellapolitihkain, mas nationála, regionála ja gielddalaš eiseválddit ja aktevrrat barget ovttas, áigut mii láhčit sámegielaide saji vai šattašedje lunddolaš, servodatguoddi ja ealli giellan servodagas.
smj: Åbbålasj ja semalasj giellapolitihkka gånnå nasjåvnålasj, regionála ja suohkanij oajválattja ja oassevállde aktan barggi galggap láhtjet dilev vaj sámegiela li luondulasj, sebrudakguodden ja viesso giellan sebrudagán.

source: Dat lea višuvdna sámediggeráđi strategiijain sámegielaide – Giellaloktemii.
smj: Dát la visjåvnnån Sámedikkeráde strategijjajn sámegielaj gáktuj – Giellalåpptim.

source: - Min deaŧaleamos bargu lea čáhkket saji sámegielaide ja gielaid luoitit sisa.
smj: - Mijá ájnnasamos barggo la láhtjet dilev sámegielajda ja vaj ulmutja bessi gielav oahppat.

source: Dat mearkkaša ahte fertet láhččit saji sámegieloahpahussii ja sámegiela geavahišgoahtit buot arenain servodagas.
smj: Dat sihtá javllat, mij hæhttup láhtjet dilev åhpadussaj sámegielan ja anátjit sámegielav gájkajn arienájn sebrudagán.

source: Mii fertet oainnusmahttit sámegiela almmolaš sajiin ja ráhkadit buriid ahtanuššaneavttuid gielaide, dadjá sámediggepresideanta Aili Keskitalo.
smj: Mij hæhttup aj tjalmostahttet sámegielajt almulattjat, ja dahkat buorre sjaddamdilijt gielajda, javllá sámedikkepresidænnta Aili Keskitalo.

source: Sámediggi áigu nannet ja ovddidit gielaid ollislaš giellaáŋgiruššamiin mas searat gusket buot dásiide buot servodatsurggiin.
smj: Sámedigge sihtá nannit ja åvddånahttet sámegielajt åbbålasj giellaratjástimen gånnå ratjástibme galggá gájkajn sebrudaksuorgijn.

source: Jos dainna bargguin galgá lihkostuvvat, de ferte buot giellasearaid oktii čatnat ja heivehit oktii.
smj: Vuorbástuvátjit dan bargon gájkka giellaratjástibme hæhttu aktijvuodan gehtjaduvvat ja ásaduvvat ietjá giellabargo nanna.

source: Giellaloktemiin sámediggeráđđi lansere dál máŋga konkrehta doaibmabiju iešguđet servodatsurggiin.
smj: Gielalåpptimijn sámedikkeráde almot edna konkrehta dåjma iesjgeŋga ratjástimsuorgijn.

source: Muhtun doaibmabijuid áigu Sámediggi ieš čađahit, ja muhtumat gáibidit ovttasbarggu eará aktevrraiguin.
smj: Muhtem dåjma sihtá Sámedigge iesj tjadádit, ietjá dåjma gájbbedi aktisasjbargov ietjá oasseválldij.

source: Okta váldoságain giellaloktemis lea ahte dákkár nana loktema sámegielaide ferte sámi servodat searválagaid dahkat.
smj: Akta oajvveságajs giellalåpptimin la, nanos låpptim sámegielaj gáktuj hæhttu sáme sebrudahka aktan dahkat.

source: Sámediggi lea gitta das ahte almmolaš ja priváhta aktevrrat ja ásahusat váldet ovddasvástádusa sámegiela nannemis, ja leat mielde sámegiela oainnusmahttimin servodagas.
smj: Sámedigge la tjanádum dasi, almulasj ja priváhta oassevállde ja ásadusá åvdåsvásstádusáv válldi sámegielajt nannitjit, ja viehkedi vaj sámegiela sebrudagán vuojnnuji.

source: - Danne áigut bovdet ja ávžžuhit buohkaid ealáhusain, ásahusaid, organisašuvnnaid, priváhta ja álmmolaš aktevrraid ja du searvat giellaloktemii.
smj: - Mij sihtap danen bivddit ja bádtjit gájkka æládusiellemav, ásadusájt, organisasjåvnåjt, priváhta ja almulasj oasseválldijt ja duv viehkedittjat giellalåpptimij.

source: Mii háliidit ahte juohke okta galgá váldit ovddasvástádusa báikkálaččat, regiovnnalaččat dahje nationálalaččat, dadjá sámediggepresideanta Aili Keskitalo.
smj: Mij sihtap juohkka akta galggá åvdåsvásstádusáv válldet bájkálattjat, regionálalattjat jali nasjåvnålattjat sámegielajt tjalmostittjat ja anátjit, javllá sámedikkepresidænnta Aili Keskitalo.

source: Min boazu – aiddo álggahuvvon boazonjuovvanfitnodat, lea ovdamearkan dasa mo sámegiela sáhttá oainnusmahttit.
smj: Min boazu – áttjak álgaduvvam boatsojnjuovadimvidnudahka, la buorre buojkulvissan man láhkáj sámegiella tjalmostahteduvvá.

source: Fitnodat geavaha sámegiela buot iežas buktagiin, logos, almmuhusain ja diehtojuohkimis sosiálalaš mediain ja oktavuođas boazoeaiggádiiguin.
smj: Vidnudahka adná sámegielav gájkajn ietjas buvtadusájn, dåbddomerkan, almodusájn ja diedujn sosiála medijján ja guládallamin ælloniehkij.

source: Mii háliidit eanet dákkár doaimmaid, ja mii háliidit ahte galgá leat lunddolaš oaidnit sámegiela ja dárogiela bálddalagaid, leaš dal borramušgálvvuin, almmuhusain dahje sosiálalaš mediain.
smj: Mij sihtap ienep dákkir buojkulvisájt. Ja sihtap jut galggá liehket luondulasj jut sámegiella ja dárogiella buohtalakkoj vuojnnuji, juogu dal biebmojn, almodusájn jali sosiála medijján.

source: - Dasto háliidit ahte buot aktevrrat galget eambbo jearahallat giella- ja kulturgealbbu, ja nu leat mielde gealbbu dahkamin árvvolažžan ja ávkkálažžan.
smj: - Vijddásappot sihtap jut gájka oasseválldijt ienebut galggi gatjádit giella – ja kulturmáhtudagáv, ja dajna vuogijn viehkedit vaj máhtudahka aneduvvá árvvon ja ávkálattjan.

source: Priváhta ja almmolaš aktevrrat galggašedje aktiivvalaččat bargat sámegiela gealbbu rekruteremiin iežaset fágasurggiide.
smj: Priváhta ja almulasj oassevállde lulun aj dåjmalattjat barggat rekruttieritjit sámegielak máhtudagáv ietjasa fáhkasuorgijda.

source: Dat mearkkaša ahte galggašedje fitnat oahpposajiin, signaliseret ahte sámegiella ja sámi kulturgealbu jearahallojuvvo ja juohkit dieđuid iešguđetlágan vejolaš karriearaid birra, dadjá árjjalaš sámediggepresideanta.
smj: Dát sihtá javllat, gatjádit oahppobájkijs, vaddet signálajt man ednagav sámegiella ja kultuvrramáhtudahka gatjádaláduvvi, ja diedojt juogatjit duon dán karrieramáhttelisvuodaj birra, javllá berustiddje sámedikkepresidænnta.

source: Dál háliida presideanta du maid searvat dán miellagiddevaš bargui, danne go juohke sámegiela sátni lea deaŧalaš.
smj: Dálla presidænnta sihtá duv aj sæhkáj dán miellagiddis bargguj, gå juohkka sáme báhko la ájnas.

source: Jus buohkat dagašedje veahá, de dat oktiibuot gárttašii ollu.
smj: Jus juohkkahasj viehket binnátjijn, de tjoahkkáj la enas.

source: Álgot dal otne.
smj: Álggup uddni!

source: Searvva giellaloktemii!
smj: Sebra giellalåpptimij!

source: Jus dus leat gažaldagat dahje áiggut jearahallama, de váldde oktavuođa: Sámediggepresideanta Aili Keskitalo, +47 971 29 305.
smj: Jus li gatjálvisá jali ságájdahtátjit, guládalá: Sámedikkepresidænnta Aili Keskitalo, +47 971 29 305.
